const answers = [
  {
    id: 1,
    group: [
      {
        text: ["Мы и так лучшие друзья.", "Мы и так лучшие друзья"],
        value: 0
      },
      {
        text: ["Нет.", "Нет."],
        value: 0
      },
      {
        text: ["Да, я бы очень хотел", "Да, я бы очень хотела"],
        value: 0
      },
      {
        text: [
          "Нет, я сам как Мел. Мы друг друга не выдержим.",
          "Нет, я сама как Мел. Мы друг друга не выдержим."
        ],
        value: 0
      }
    ]
  },
  {
    id: 2,
    group: [
      {
        text: ["Джафар", "Джафар"],
        value: 0
      },
      {
        text: ["Малефисента", "Малефисента"],
        value: 0
      },
      {
        text: ["Круэлла де Виль", "Круэлла де Виль"],
        value: 0
      },
      {
        text: ["Злая королева", "Злая королева"],
        value: 0
      }
    ]
  },
  {
    id: 3,
    group: [
      {
        text: ["Нет, не хочу.", "Нет, не хочу."],
        value: 0
      },
      {
        text: ["Не знаю, возможно", "Не знаю, возможно"],
        value: 0
      },
      {
        text: ["Да! Очень хочу!", "Да! Очень хочу!"],
        value: 0
      },
      {
        text: [
          "Я и так суперзвезда этого сериала!",
          "Я и так суперзвезда этого сериала!"
        ],
        value: 0
      }
    ]
  },
  {
    id: 4,
    group: [
      {
        text: [
          "Фиолетовое платье, чёрная крутка, браслеты, кожаные сапоги.",
          "Кожаная жилетка, браслеты с шипами, сапоги."
        ],
        value: 1
      },
      {
        text: [
          "Кожаная жилетка, браслеты с шипами, сапоги",
          "Меховые аксессуары, кожаная крутка, сапоги."
        ],
        value: 2
      },
      {
        text: [
          "Бальное платье, серёжки-сердечки и корона – самое главное!",
          "Красный комбинезон, чёрный ботинки на шнуровке, шапка."
        ],
        value: 2
      },
      {
        text: [
          "Комбинезон с шипами и фиолетовыми вставками, длинные сапоги.",
          "Рваные джинсы, чёрная куртка, бандана."
        ],
        value: 1
      }
    ]
  },
  {
    id: 5,
    group: [
      {
        text: ["Одри", "Одри"],
        value: 0
      },
      {
        text: ["Бен", "Бен"],
        value: 0
      },
      {
        text: ["Дженни", "Дженни"],
        value: 0
      },
      {
        text: ["Лонни", "Лонни"],
        value: 0
      }
    ]
  }
  // {
  //   id: 6,
  //   group: [
  //     {
  //       text: ['Синий', 'Синий'],
  //       value: 0,
  //     },
  //     {
  //       text: ['Белый', 'Белый'],
  //       value: 0,
  //     },
  //     {
  //       text: ['Красный', 'Красный'],
  //       value: 0,
  //     },
  //     {
  //       text: ['Фиолетовый', 'Фиолетовый'],
  //       value: 0,
  //     },
  //   ],
  // },
];
export default answers;
